<h2 class="heading"><?php echo $page_title; ?></h2>
<div class="box">
    <h2 class="box_title">
        ข้อกำหนดและเงื่อนไขของเว็บไซต์ <a href="<?php echo base_url();?>"><span style="color: #A2422C;"><b>Glixa</b></span></a>
    </h2>
    <div class="box_content">
        <p>
        ห้างหุ้นส่วนสามัญเจทูบี (J2B) ขอขอบพระคุณท่านผู้ใช้บริการทุกท่าน ที่เข้ามาเยี่ยมชมและใช้บริการต่าง ๆ ผ่านเว็บไซด์ <span style="color: #A2422C;"><b>Glixa</b></span> เพื่อเป็นการสร้างความเชื่อมั่น และทำความเข้าใจเกี่ยวกับการใช้บริการ  <span style="color: #A2422C;"><b>Glixa</b></span> ขอเรียนว่าบริษัทมีนโยบายในการคุ้มครองข้อมูลส่วนบุคคลของผู้ใช้บริการทุกท่านโดยสังเขปดังนี้
        </p>
    </div>
</div>

<div class="box">
    <h2 class="box_title">
        ข้อมูลส่วนบุคคล (Privacy notes)
    </h2>
    <div class="box_content">
        <p style="margin-bottom: 8px;">
            ข้อมูลส่วนบุคคล ที่ท่านได้ให้หรือ ใช้ผ่านการประมวลผล ของเครื่องคอมพิวเตอร์ ที่ควบคุมการทำงานของเว็บไซด์ <span style="color: #A2422C;"><b>Glixa</b></span> ทั้งหมดนั้น ท่านยอมรับและตกลงว่าเป็นสิทธิ และกรรมสิทธิ์ของ <span style="color: #A2422C;"><b>Glixa</b></span> ซึ่ง <span style="color: #A2422C;"><b>Glixa</b></span> จะใช้ความพยายามอย่างดีที่สุดที่จะคุ้มครองข้อมูลส่วนบุคคลดังกล่าว โดย <span style="color: #A2422C;"><b>Glixa</b></span> ขอเรียนว่า ปัจจุบัน <span style="color: #A2422C;"><b>Glixa</b></span> ได้ใช้ระบบรักษาความปลอดภัยที่ได้มาตรฐานระดับสากล เพื่อคุ้มครองข้อมูลดังกล่าว อย่างไรก็ตาม เพื่อความปลอดภัยในข้อมูลส่วนบุคคลของท่าน ท่านต้องปฏิบัติตามข้อกำหนด และเงื่อนไข การใช้บริการและเว็บไซด์ <span style="color: #A2422C;"><b>Glixa</b></span> โดยเคร่งครัด
        </p>
        <p style="margin-bottom: 8px;">
            ในกรณีที่ท่านได้รับความเสียหาย อันเกิดจากความสูญหาย หรือเสียหายของข้อมูลส่วนบุคคล หรือเกิดจากเหตุใดก็ตาม ซึ่งรวมถึงแต่ไม่จำกัดเฉพาะ เกิดจากการถูกจารกรรม โดยวิธีการทางอิเล็กทรอนิกส์ (hack) หรือเกิดจากเหตุสุดวิสัย หรือไม่ว่ากรณีใดๆ ทั้งสิ้น <span style="color: #A2422C;"><b>Glixa</b></span> ขอสงวนสิทธิ ในการปฏิเสธ ความรับผิดจากเหตุดังกล่าวทั้งหมด และ <span style="color: #A2422C;"><b>Glixa</b></span> ไม่ต้องรับผิดชอบต่อความเสียหาย สูญหายใดๆ ที่เกิดขึ้นทั้งสิ้น
        </p>
        <p>
            เพื่อความปลอดภัยในข้อมูลส่วนบุคคลของท่าน และผู้ใช้บริการท่านอื่น และเพื่อความเป็นระเบียบเรียบร้อย ในการใช้บริการ ท่านตกลงว่า ท่านจะไม่กระทำการใด อันเป็นการล่วงละเมิดสิทธิส่วนบุคคล หรือสิทธิอื่นใดของบุคคลภายนอก และ/หรือสิทธิในทรัพย์สินทางปัญญาของ <span style="color: #A2422C;"><b>Glixa</b></span> หรือของบุคคลภายนอก รวมทั้งต้องไม่กระทำการใดอันขัดต่อกฎหมาย และ/หรือศีลธรรมอันดีของประชาชน โดยจะไม่ส่งเนื้อหา รวมถึงการนำข้อความ รูปภาพ หรือ ภาพเคลื่อนไหว ที่ไม่เหมาะสม ไม่สุภาพ มีลักษณะเสียดสี ก่อให้เกิดความขัดแย้ง เป็นความลับ หรือเป็นเท็จ รวมทั้งข้อความและรูปภาพที่มีลักษณะขัดต่อกฎหมาย หรือศีลธรรมอันดีของประชาชน เผยแพร่ผ่านบริการ หรือกระทำการอื่นใดอันอาจก่อให้เกิดความสูญเสีย หรือเสียหายต่อ <span style="color: #A2422C;"><b>Glixa</b></span> และ/หรือบุคคลภายนอก หากปรากฎว่ามีการส่งเนื้อหารวมถึงการนำข้อความ รูปภาพที่มีลักษณะ ขัด ละเมิดต่อกฎหมายตามข้อความในวรรคนี้ หรือ <span style="color: #A2422C;"><b>Glixa</b></span>มีเหตุผลในการสงสัยว่าข้อมูลดังกล่าวไม่เป็นจริง ไม่ถูกต้อง <span style="color: #A2422C;"><b>Glixa</b></span> ขอสงวนสิทธิ ในการลบ ระงับ ข้อความ รูปภาพ ใด ๆ โดยไม่ต้องบอกกล่าวล่วงหน้า และ <span style="color: #A2422C;"><b>Glixa</b></span> ไม่ต้องรับผิดชอบในความเสียหายใด ๆ ทั้งสิ้น
        </p>
    </div>
</div>

<div class="box">
    <h2 class="box_title">
        สิทธิส่วนบุคคลของผู้ใช้บริการสมาชิก
    </h2>
    <div class="box_content">
        <span style="color: #A2422C;"><b>Glixa</b></span> มีนโยบายในการเคารพสิทธิส่วนบุคคลของสมาชิก <span style="color: #A2422C;"><b>Glixa</b></span> จะไม่ทำการตรวจสอบ แก้ไข ข้อมูลเว้นแต่ว่า <span style="color: #A2422C;"><b>Glixa</b></span> มีความเชื่อที่ดีว่า การกระทำดังกล่าวจำเป็นเพื่อที่จะ :
        <ul style="margin-left: 30px;">
            <li>
                ทำตามความต้องการทางกระบวนการด้านกฎหมาย;
            </li>
            <li>
                เพื่อป้องกันและปกป้องสิทธิหรือทรัพย์สินของ <span style="color: #A2422C;"><b>Glixa</b></span>;
            </li>
            <li>
                เพื่อบังคับให้เป็นไปตามเงื่อนไขในการให้บริการของ <span style="color: #A2422C;"><b>Glixa</b></span>; หรือ
            </li>
            <li>
                กระทำเพื่อปกป้องผลประโยชน์ของสมาชิกอื่น
            </li>
        </ul>
    </div>
</div>

<div class="box">
    <h2 class="box_title">
        การไม่เป็นตัวแทนข้อมูลข่าวสาร การสละข้อเรียกร้อง (Disclaimer policy)
    </h2>
    <div class="box_content">
        <p style="margin-bottom: 8px;">
            ข้อมูลที่ <span style="color: #A2422C;"><b>Glixa</b></span> ได้รับจากท่าน <span style="color: #A2422C;"><b>Glixa</b></span> จะนำมาพัฒนาแก้ไข ปรับปรุงเพื่อให้บริการเว็บไซด์ ของ <span style="color: #A2422C;"><b>Glixa</b></span> มีประสิทธิภาพ และก่อให้เกิดประโยชน์สูงสุดแก่ผู้ใช้บริการ
        </p>
        <p style="margin-bottom: 8px;">
            การนำเสนอข้อมูล หรือข้อความอื่นใดทั้งหมดในเว็บไซด์ นี้เป็นการให้บริการ รวบรวมข้อมูล การซื้อขาย และ/หรือ แลกเปลี่ยนสินค้า ระหว่างผู้ใช้บริการ ด้วยกันเท่านั้น ดังนั้น บริษัทจึงไม่รับรองว่าบรรดาข้อมูล  การซื้อขาย และ/หรือ แลกเปลี่ยนสินค้า หรือข้อความอื่นใดปรากฏผ่านบริการและที่อยู่บนเว็บไซด์นี้ ถูกต้อง สมบูรณ์ ปราศจากข้อบกพร่อง เสียหาย หรือสมประโยชน์ใดโดยเฉพาะ
        </p>
        <p>
            <span style="color: #A2422C;"><b>Glixa</b></span> ขอเรียนว่า <span style="color: #A2422C;"><b>Glixa</b></span> ไม่ใช่ตัวแทน หุ้นส่วน หรือมีนิติสัมพันธ์ใด ๆ กับเจ้าของข้อมูล หรือข้อความใด ๆ ซึ่งปรากฏอยู่บนเว็บไซด์ของ <span style="color: #A2422C;"><b>Glixa</b></span> <span style="color: #A2422C;"><b>Glixa</b></span> ขอเรียนว่าเว็บไซด์นี้เป็นเพียงสื่อกลางในการซื้อขายสินค้า และในการส่งผ่านข้อมูล ระหว่างผู้ใช้บริการ และเจ้าของข้อมูลข่าวสาร ในด้านต่าง ๆ เท่านั้น โดย <span style="color: #A2422C;"><b>Glixa</b></span>ไม่สามารถตรวจสอบ หรือทราบถึงแหล่งที่มา และ/หรือรายละเอียด ของเนื้อหา ทั้งหมดของเว็บไซด์ ดังนั้นการนำเสนอข้อมูล ดังกล่าวหาก ก่อให้เกิดความเสียหาย แก่ผู้ใช้บริการ หรือบุคคลภายนอก จึงไม่ก่อให้เกิดสิทธิ ความรับผิด และ/หรือ ภาระผูกพันทาง กฎหมายไม่ว่ากรณีใด ๆ ทั้งสิ้น ระหว่าง <span style="color: #A2422C;"><b>Glixa</b></span> เจ้าของข้อมูลข่าวสาร ผู้ใช้บริการ สมาชิกของเว็บไซด์ และบุคคลภายนอก
        </p>
    </div>
</div>

<div class="box">
    <h2 class="box_title">
        ลิขสิทธิ์ตามกฎหมาย (Copyrights)
    </h2>
    <div class="box_content">
        <p style="margin-bottom: 8px;">
            <span style="color: #A2422C;"><b>Glixa</b></span> ขอแจ้งให้ผู้ใช้บริการทั่วไปทราบว่า บรรดาข้อความ ภาพ เสียง เนื้อหา ส่วนประกอบใด ๆ ทั้งหมดของเว็บไซด์ รวมถึงแต่ไม่จำกัดเฉพาะเครื่องหมายการค้า เครื่องหมายบริการ ชื่อ ชื่อทางการค้า สิทธิบัตร โนว์ฮาวส์ ฯลฯ ที่ปรากฎบนเว็บไซด์ของ <span style="color: #A2422C;"><b>Glixa</b></span> นี้ เป็นงานอันได้รับ ความคุ้มครอง ตามกฎหมายทรัพย์สินทางปัญญา ของไทยโดยชอบด้วยกฎหมายของ<span style="color: #A2422C;"><b>Glixa</b></span> แต่เพียงผู้เดียว
        </p>
        <p style="margin-bottom: 8px;">
            หากบุคคลใด ลอกเลียน ปลอมแปลง ทำซ้ำ ดัดแปลง เผยแพร่ต่อสาธารณชน จำหน่าย มีไว้ให้เช่าหรือกระทำการใด ๆ ในลักษณะที่เป็นการแสวงหาประโยชน์ ทางการค้าหรือ ประโยชน์โดยมิชอบ ไม่ว่าโดยประการใด ๆ จากทรัพย์สินทางปัญญาดังกล่าวข้างต้น โดยไม่ได้รับอนุญาตจาก <span style="color: #A2422C;"><b>Glixa</b></span> <span style="color: #A2422C;"><b>Glixa</b></span>จะดำเนินการตามกฎหมายกับผู้ละเมิดสิทธิดังกล่าวโดยทันที
        </p>
        <p>
            <span style="color: #A2422C;"><b>Glixa</b></span> สงวนสิทธิที่จะแก้ไข ปรับปรุง และเปลี่ยนแปลงข้อความทางกฎหมายนี้ได้ตลอดเวลา ตามที่ <span style="color: #A2422C;"><b>Glixa</b></span>เห็นสมควร โดยไม่ต้องบอกกล่าว
        </p>
    </div>
</div>
